Repository: glmcz/nanoplastics_frontend
Catalog: assets/l10n/app_*.arb
Languages: cs, es, fr, ru

# updateAvailableMsg
source: A new version is available.
cs: Je k dispozici nová verze.
es: Una nueva versión está disponible.
fr: Une nouvelle version est disponible.
ru: Доступна новая версия.

# updateGithubDownloadInfo
source: This will open the GitHub download. After it finishes, install the APK from your Downloads. You may need to allow "Install unknown apps."
cs: Otevře se stažení z GitHubu. Po skončení instalujte APK ze složky Stažené soubory. Možná budete muset povolit "Instalaci neznámých aplikací".
es: Se abrirá la descarga de GitHub. Después de terminar, instala el APK desde tu carpeta de Descargas. Es posible que necesites permitir "Instalar aplicaciones desconocidas".
fr: Cela ouvrira le téléchargement GitHub. Une fois termina, installez l'APK depuis votre dossier Téléchargements. Vous devrez peut-être autoriser "Installer les applications inconnues".
ru: Откроется загрузка с GitHub. После завершения установите APK из папки Загрузки. Вам может потребоваться разрешить "Установку неизвестных приложений".

# updateError
source: Error
cs: Chyba
fr: Erreur
ru: Ошибка

# updateStarting
source: Starting update...
cs: Spuštění aktualizace...
es: Iniciando actualización...
fr: Début de la mise à jour...
ru: Начало обновления...

# updateDownloadingProgress
source: Downloading APK...
cs: Stahování APK...
es: Descargando APK...
fr: Téléchargement de l'APK...
ru: Загрузка APK...

# updateLaunchingInstaller
source: Launching installer...
cs: Spuštění instalátoru...
es: Lanzando instalador...
fr: Lancement du programme d'installation...
ru: Запуск установщика...

# updateOpeningInstaller
source: Opening installer...
cs: Otevírání instalátoru...
es: Abriendo instalador...
fr: Ouverture du programme d'installation...
ru: Открытие установщика...

# updateDownloadCompleteTitle
source: Download Complete
cs: Stažení dokončeno
es: Descarga completada
fr: Téléchargement terminé
ru: Загрузка завершена

# updateDownloadCompleteMsg
source: The installer will open automatically. If not, find the APK in your Downloads folder and tap it to install.
cs: Instalátor se otevře automaticky. Pokud ne, najděte APK ve složce Stažené soubory a klepnutím jej instalujte.
es: El instalador se abrirá automáticamente. Si no, encuentra el APK en tu carpeta de Descargas y toca para instalar.
fr: Le programme d'installation s'ouvrira automatiquement. Sinon, trouvez l'APK dans votre dossier Téléchargements et appuyez pour installer.
ru: Установщик откроется автоматически. Если нет, найдите APK в папке Загрузки и нажмите для установки.

# updateFailedToStart
source: Failed to start the update process. Please try again later or download manually.
cs: Nepodařilo se spustit proces aktualizace. Zkuste to později nebo si jej stáhněte ručně.
es: Error al iniciar el proceso de actualización. Inténtalo más tarde o descárgalo manualmente.
fr: Impossible de démarrer le processus de mise à jour. Réessayez plus tard ou téléchargez manuellement.
ru: Ошибка при запуске процесса обновления. Попробуйте позже или загрузите вручную.

# updateUnexpectedError
source: An unexpected error occurred
cs: Došlo k neočekávané chybě
es: Ocurrió un error inesperado
fr: Une erreur inattendue s'est produite
ru: Произошла непредвиденная ошибка

# updateButtonOk
source: OK
es: Aceptar
ru: ОК

# updateButtonLater
source: Later
cs: Později
es: Más tarde
fr: Plus tard
ru: Позже

# updateButtonUpdateNow
source: Update Now
cs: Aktualizovat nyní
es: Actualizar ahora
fr: Mettre à jour maintenant
ru: Обновить сейчас

# updateDownloadInstructions
source: This will open the GitHub download. After it finishes, install the APK from your Downloads. You may need to allow "Install unknown apps."
cs: Otevře se stažení z GitHubu. Po skončení instalujte APK ze složky Stažené soubory. Možná budete muset povolit "Instalaci neznámých aplikací."
es: Se abrirá la descarga de GitHub. Después de terminar, instala el APK desde tu carpeta de Descargas. Es posible que necesites permitir "Instalar aplicaciones desconocidas."
fr: Cela ouvrira le téléchargement de GitHub. Une fois terminé, installez l'APK à partir de votre dossier Téléchargements. Vous devrez peut-être autoriser "Installer des applications inconnues."
ru: Это откроет загрузку с GitHub. После завершения установите APK из папки Загрузки. Вам может потребоваться разрешить "Установить неизвестные приложения."

# aboutVariantLiteBuild
source: Lite (English)
cs: ENG
es: ENG
fr: ENG
ru: ENG

# aboutVariantFullBuild
source: Full (All Languages)
cs: Všechny jazyky
es: Todos los Idiomas
fr: Toutes les langues
ru: все языки
