Repository: glmcz/nanoplastics_frontend
Catalog: assets/l10n/app_*.arb
Languages: cs, es, fr, ru

# detailReproductionEntry1Desc
source: Nanoplastics can penetrate the placental barrier and enter breast milk. They cause DNA damage and mutations in cells.
cs: Nanoplasty mohou pronikat placentární bariérou i do mateřského mléka. V buňkách vyvolávají poškození DNA a mutace.
es: Los nanoplásticos pueden penetrar la barrera placentaria y entrar en la leche materna.
fr: Les nanoplastiques peuvent pénétrer la barrière placentaire et entrer dans le lait maternel.
ru: Наночастицы могут преодолевать плацентарный барьер и попадать в грудное молоко.

# detailReproductionEntry1Bullet1
source: Decreased fertility
cs: Pokles plodnosti
es: Disminución de la fertilidad
fr: Fertilité diminuée
ru: Снижение плодовитости

# detailReproductionEntry1Bullet2
source: Increased developmental defects
cs: Nárůst vývojových vad
es: Aumento de defectos del desarrollo
fr: Augmentation des défauts du développement
ru: Увеличение врожденных дефектов

# detailReproductionEntry1Bullet3
source: Thymus disruption in newborns
cs: Narušení brzlíku (thymus) u novorozenců
es: Disrupción del timo en recién nacidos
fr: Perturbation du thymus chez les nouveau-nés
ru: Нарушение вилочковой железы у новорожденных

# detailReproductionEntry1Bullet4
source: Transmission between generations during cell division
cs: Přenos mezi generacemi při buněčném dělení
es: Transmisión entre generaciones
fr: Transmission entre les générations
ru: Передача между поколениями

# detailEntryGatesTitle
source: Entry Gates (Inhalation, Ingestion)
cs: Vstupní brány (Inhalace, Ingesce)
es: Puertas de Entrada (Inhalación, Ingestión)
fr: Portes d'Entrée (Inhalation, Ingestion)
ru: Ворота Входа (Вдыхание, Проглатывание)

# detailEntryGatesSubtitle
source: Contamination pathways: air, water, food
cs: Cesty kontaminace: vzduch, voda, jídlo
es: Rutas de contaminación: aire, agua, alimento
fr: Voies de contamination : air, eau, aliment
ru: Пути загрязнения: воздух, вода, пища

# detailEntryGatesEntry1Highlight
source: Inhalation (breathing)
cs: Inhalace (vdechování)
es: Inhalación (respiración)
fr: Inhalation (respiration)
ru: Вдыхание (дыхание)

# detailEntryGatesEntry1Desc
source: The fastest route – penetration through the lungs directly into the bloodstream.
cs: Nejrychlejší cesta – průnik přes plíce přímo do krevního oběhu.
es: La ruta más rápida – penetración a través de los pulmones directamente al torrente sanguíneo.
fr: La voie la plus rapide – pénétration par les poumons directement dans la circulation sanguine.
ru: Самый быстрый путь – проникновение через легкие непосредственно в кровь.

# detailEntryGatesEntry2Highlight
source: Ingestion (swallowing)
cs: Ingesce (požití)
es: Ingestión (deglución)
fr: Ingestion (déglutition)
ru: Проглатывание (глотание)

# detailEntryGatesEntry2Desc
source: Entry through contaminated water, food and beverages.
cs: Vstup skrze kontaminovanou vodu, potraviny a nápoje.
es: Entrada a través de agua, alimentos y bebidas contaminadas.
fr: Entrée par l'eau, les aliments et les boissons contaminés.
ru: Вход через загрязненную воду, пищу и напитки.

# detailEntryGatesEntry3Highlight
source: Absorption (skin)
cs: Absorpce (kůže)
es: Absorción (piel)
fr: Absorption (peau)
ru: Абсорбция (кожа)

# detailEntryGatesEntry3Desc
source: Penetration through skin pores upon contact with water or air.
cs: Průnik přes kožní póry při kontaktu s vodou nebo vzduchem.
es: Penetración a través de los poros de la piel al contacto con agua o aire.
fr: Pénétration par les pores de la peau au contact de l'eau ou de l'air.
ru: Проникновение через поры кожи при контакте с водой или воздухом.

# detailPhysicalAttackTitle
source: Known Ways of Destruction
cs: Již známé způsoby destrukce
es: Modos Conocidos de Destrucción
fr: Modes Connus de Destruction
ru: Известные Способы Разрушения

# detailPhysicalAttackSubtitle
source: Comprehensive overview of negative effects on the organism
cs: Komplexní přehled negativní činnosti na organismus
es: Descripción general completa de efectos negativos en el organismo
fr: Vue d'ensemble complète des effets négatifs sur l'organisme
ru: Полный обзор отрицательного воздействия на организм

# detailPhysicalAttackEntry1Highlight
source: Electrostatic charge
cs: Elektrostatický náboj
es: Carga electrostática
fr: Charge électrostatique
ru: Электростатический заряд

# detailPhysicalAttackEntry1Desc
source: Particles carry a permanent charge that promotes their adhesion to cellular structures.
cs: Částice nesou trvalý náboj, který podporuje jejich přilnavost k buněčným strukturám.
es: Las partículas llevan una carga permanente que promueve su adhesión a las estructuras celulares.
fr: Les particules portent une charge permanente qui favorise leur adhérence aux structures cellulaires.
ru: Частицы переносят постоянный заряд, который способствует их прилипанию.

# detailPhysicalAttackEntry2Highlight
source: Electrical interference
cs: Elektrické interference
es: Interferencia eléctrica
fr: Interférence électrique
ru: Электрическая помеха

# detailPhysicalAttackEntry2Desc
source: The charge can disrupt bioelectric signals and nerve impulses.
cs: Náboj může narušovat bioelektrické signály a nervové impulsy.
es: La carga puede interrumpir señales bioeléctricas e impulsos nerviosos.
fr: La charge peut perturber les signaux bioélectriques et les impulsions nerveuses.
ru: Заряд может нарушать биоэлектрические сигналы и нервные импульсы.

# detailPhysicalAttackEntry3Highlight
source: Structural deformation
cs: Strukturální deformace
es: Deformación estructural
fr: Déformation structurelle
ru: Структурная деформация

# detailPhysicalAttackEntry3Desc
source: Interaction with proteins can disrupt their spatial structure and hydrogen bonds.
cs: Interakce s bílkovinami může narušovat jejich prostorovou strukturu a vodíkové vazby.
es: La interacción con proteínas puede interrumpir su estructura espacial.
fr: L'interaction avec les protéines peut perturber leur structure spatiale.
ru: Взаимодействие с белками может нарушить их пространственную структуру.

# detailWorldOceanTitle
source: World Ocean and Hydrosphere
cs: Světový oceán a hydrosféra
es: Océano Mundial e Hidrosfera
fr: Océan Mondial et Hydrosphère
ru: Мировой Океан и Гидросфера

# detailWorldOceanSubtitle
source: Physicochemical sabotage & heat accumulation
cs: Fyzikálně-chemická sabotáž a akumulace tepla
es: Sabotaje fisicoquímico y acumulación de calor
fr: Sabotage physicochimique et accumulation de chaleur
ru: Физико-химическое разрушение и накопление тепла

# detailWorldOceanEntry1Highlight
source: Disruption of water hydrogen bonds
cs: Narušení vodíkových vazeb vody
es: Disrupción de los enlaces de hidrógeno del agua
fr: Perturbation des liaisons hydrogène de l'eau
ru: Нарушение водородных связей воды

# detailWorldOceanEntry1Desc
source: Nanoplastics bind to water molecules & create hydration shells that 'immobilize' large volumes of water.
cs: Nanoplasty se vážou na molekuly vody a vytvářejí hydratační obaly, které 'znehybňují' velké objemy vody.
es: Los nanoplásticos se unen a moléculas de agua y crean capas de hidratación que 'inmovilizan' grandes volúmenes de agua.
fr: Les nanoplastiques se lient aux molécules d'eau et créent des couches d'hydratation.
ru: Наночастицы связываются с молекулами воды и создают слои гидратации.

# detailWorldOceanEntry1Bullet1
source: Sharp decline in oceans' ability to dissipate heat
cs: Prudký pokles schopnosti oceánů odvádět teplo
es: Disminución aguda de la capacidad de los océanos para disipar calor
fr: Baisse nette de la capacité des océans à dissiper la chaleur
ru: Резкое снижение способности океанов рассеивать тепло

# detailWorldOceanEntry1Bullet2
source: Changes in physical properties of seawater
cs: Změna fyzikálních vlastností mořské vody
es: Cambios en las propiedades físicas del agua de mar
fr: Changements dans les propriétés physiques de l'eau de mer
ru: Изменения физических свойств морской воды

# detailAtmosphereTitle
source: Atmosphere & Global Water Cycle
cs: Atmosféra a globální vodní cyklus
es: Atmósfera y Ciclo Hídrico Global
fr: Atmosphère et Cycle Hydrologique Global
ru: Атмосфера и Глобальный Гидрологический Цикл

# detailAtmosphereSubtitle
source: Atmospheric & hydrological disruption
cs: Atmosférický a hydrologický rozvrat
es: Disrupción atmosférica e hidrológica
fr: Perturbation atmosphérique et hydrologique
ru: Атмосферное и гидрологическое нарушение

# detailAtmosphereEntry1Highlight
source: Low & 'heavy' clouds
cs: Nízké a 'těžké' mraky
es: Nubes bajas y 'pesadas'
fr: Nuages bas et 'lourds'
ru: Низкие и 'тяжелые' облака

# detailAtmosphereEntry1Desc
source: Nanoplastics act as aggressive condensation nuclei → formation of low, dense clouds that trap heat and destabilize climate.
cs: Nanoplasty fungují jako agresivní kondenzační jádra → vznik nízkých, hustých mraků, které zadržují teplo a destabilizují klima.
es: Los nanoplásticos actúan como núcleos de condensación agresivos que forman nubes bajas y densas.
fr: Les nanoplastiques forment des nuages bas et denses qui piègent la chaleur.
ru: Наночастицы действуют как агрессивные ядра конденсации и образуют облака.

# detailFloraFaunaTitle
source: Flora, Fauna & Soil Biota
cs: Flora, fauna a půdní biota
es: Flora, Fauna y Biota del Suelo
fr: Flore, Faune et Biote du Sol
ru: Флора, Фауна и Почвенная Биота

# detailFloraFaunaSubtitle
source: Biological & food chain ecosystem collapse
cs: Biologický a potravní kolaps ekosystémů
es: Colapso biológico y de cadena alimentaria del ecosistema
fr: Effondrement biologique et de la chaîne alimentaire de l'écosystème
ru: Биологический и пищевой цепи экосистемный коллапс

# detailFloraFaunaEntry1Highlight
source: Disruption of bioelectric signals
cs: Rušení bioelektrických signálů
es: Disrupción de señales bioeléctricas
fr: Perturbation des signaux bioélectriques
ru: Нарушение биоэлектрических сигналов

# detailFloraFaunaEntry1Desc
source: Electrostatically charged nanoplastics create 'noise' that disrupts plant communication (root networks) and insects.
cs: Elektrostaticky nabité nanoplasty vytvářejí 'šum', který narušuje komunikaci rostlin (kořenové sítě) i hmyzu.
es: Los nanoplásticos crean 'ruido' que interrumpe la comunicación de plantas e insectos.
fr: Les nanoplastiques créent du 'bruit' qui perturbe la communication des plantes et des insectes.
ru: Электростатически заряженные наночастицы создают 'шум'.

# detailFloraFaunaEntry1Bullet1
source: Loss of ecosystem adaptation
cs: Ztráta adaptace ekosystémů
es: Pérdida de adaptación del ecosistema
fr: Perte d'adaptation de l'écosystème
ru: Потеря адаптации экосистемы

# detailFloraFaunaEntry1Bullet2
source: Disruption of food chains
cs: Narušení potravních řetězců
es: Disrupción de cadenas alimentarias
fr: Perturbation des chaînes alimentaires
ru: Нарушение пищевых цепей

# detailFloraFaunaEntry2Highlight
source: Photosynthesis damage
cs: Poškození fotosyntézy
es: Daño de la fotosíntesis
fr: Dommages à la photosynthèse
ru: Повреждение фотосинтеза

# detailFloraFaunaEntry2Desc
source: Nanoplastics physically damage chloroplasts → decreased energy and oxygen production, weakening of primary producers.
cs: Nanoplasty fyzicky poškozují chloroplasty → pokles produkce energie a kyslíku, oslabení primárních producentů.
es: Los nanoplásticos dañan físicamente los cloroplastos.
fr: Les nanoplastiques endommagent physiquement les chloroplastes.
ru: Наночастицы физически повреждают хлоропласты.

# detailMagneticFieldTitle
source: Magnetic Field & Earth's Core
cs: Magnetické pole a zemské jádro
es: Campo Magnético y Núcleo de la Tierra
fr: Champ Magnétique et Noyau Terrestre
ru: Магнитное Поле и Ядро Земли

# detailMagneticFieldSubtitle
source: Geodynamic & magnetic destabilization
cs: Geodynamická a magnetická destabilizace
es: Desestabilización geodinámica y magnética
fr: Déstabilisation géodynamique et magnétique
ru: Геодинамическая и магнитная дестабилизация

# detailMagneticFieldEntry1Highlight
source: Magnetic field destabilization
cs: Destabilizace magnetického pole
es: Desestabilización del campo magnético
fr: Déstabilisation du champ magnétique
ru: Дестабилизация магнитного поля

# detailMagneticFieldEntry1Desc
source: Penetration of nanoplastics into geological structures may affect geodynamic processes and Earth's magnetic field.
cs: Průnik nanoplastů do geologických struktur může ovlivňovat geodynamické procesy a magnetické pole Země.
es: La penetración de nanoplásticos en estructuras geológicas puede afectar procesos geodinámicos.
fr: La pénétration de nanoplastiques peut affecter les processus géodynamiques.
ru: Проникновение наночастиц в геологические структуры может повлиять на процессы.

# detailPlanetEntryGatesTitle
source: Crisis Entry Gates
cs: Vstupní brány krize
es: Puertas de Entrada de Crisis
fr: Portes d'Entrée de Crise
ru: Ворота Входа Кризиса

# detailPlanetEntryGatesSubtitle
source: Plastic system failure, landfills, water
cs: Selhání plastového systému, skládky, vody
es: Falla del sistema de plástico, vertederos, agua
fr: Défaillance du système plastique, décharges, eau
ru: Отказ пластической системы, свалки, вода

# detailPlanetEntryGatesEntry1Highlight
source: Plastic system failure
cs: Selhání plastového systému
es: Falla del sistema de plástico
fr: Défaillance du système plastique
ru: Отказ пластической системы

# detailPlanetEntryGatesEntry1Desc
source: Landfills, oceans and waterways as main sources of nanoplastic contamination.
cs: Skládky, oceány a vodní toky jako hlavní zdroje kontaminace nanoplasty.
es: Vertederos, océanos y vías fluviales como fuentes principales de contaminación.
fr: Décharges, océans et voies navigables comme sources principales de contamination.
ru: Свалки, океаны и водоемы как основные источники загрязнения.

# detailPhysicalPropertiesTitle
source: Physical Properties
cs: Fyzikální vlastnosti
es: Propiedades Físicas
fr: Propriétés Physiques
ru: Физические Свойства

# detailPhysicalPropertiesSubtitle
source: Key collapse mechanisms (bonds, signals)
cs: Klíčové mechanismy kolapsu (vazby, signály)
es: Mecanismos clave de colapso (enlaces, señales)
fr: Mécanismes clés d'effondrement (liaisons, signaux)
ru: Ключевые механизмы коллапса (связи, сигналы)

# detailPhysicalPropertiesEntry1Highlight
source: Disruption of water hydrogen bonds
cs: Narušení vodíkových vazeb vody
es: Disrupción de los enlaces de hidrógeno del agua
fr: Perturbation des liaisons hydrogène de l'eau
ru: Нарушение водородных связей воды

# detailPhysicalPropertiesEntry1Desc
source: Nanoplastics bind to water molecules and create hydration shells that 'immobilize' large volumes of water → sharp decline in oceans' ability to dissipate heat.
cs: Nanoplasty se vážou na molekuly vody a vytvářejí hydratační obaly, které 'znehybňují' velké objemy vody → prudký pokles schopnosti oceánů odvádět teplo.
es: Los nanoplásticos inmovilizan grandes volúmenes de agua.
fr: Les nanoplastiques immobilisent de grands volumes d'eau.
ru: Наночастицы иммобилизуют большие объемы воды.

# detailPhysicalPropertiesEntry2Highlight
source: Low and 'heavy' clouds
cs: Nízké a 'těžké' mraky
es: Nubes bajas y 'pesadas'
fr: Nuages bas et 'lourds'
ru: Низкие и 'тяжелые' облака

# detailPhysicalPropertiesEntry2Desc
source: Nanoplastics act as aggressive condensation nuclei → formation of low, dense clouds that trap heat and destabilize climate.
cs: Nanoplasty fungují jako agresivní kondenzační jádra → vznik nízkých, hustých mraků, které zadržují teplo a destabilizují klima.
es: Los nanoplásticos forman nubes bajas y densas que atrapan calor.
fr: Les nanoplastiques forment des nuages bas et denses.
ru: Наночастицы образуют облака, которые улавливают тепло.

# detailPhysicalPropertiesEntry3Highlight
source: Disruption of bioelectric signals
cs: Rušení bioelektrických signálů
es: Disrupción de señales bioeléctricas
fr: Perturbation des signaux bioélectriques
ru: Нарушение биоэлектрических сигналов

# detailPhysicalPropertiesEntry3Desc
source: Electrostatically charged nanoplastics create 'noise' that disrupts plant communication (root networks) and insects → loss of ecosystem adaptation.
cs: Elektrostaticky nabité nanoplasty vytvářejí 'šum', který narušuje komunikaci rostlin (kořenové sítě) i hmyzu → ztráta adaptace ekosystémů.
es: Los nanoplásticos crean 'ruido' que interrumpe la comunicación de plantas.
fr: Les nanoplastiques créent du 'bruit' qui perturbe la communication des plantes.
ru: Наночастицы создают 'шум' который нарушает коммуникацию.

# detailPhysicalPropertiesEntry4Highlight
source: Photosynthesis damage
cs: Poškození fotosyntézy
es: Daño de la fotosíntesis
fr: Dommages à la photosynthèse
ru: Повреждение фотосинтеза

# detailPhysicalPropertiesEntry4Desc
source: Nanoplastics physically damage chloroplasts → decreased energy and oxygen production, weakening of primary producers.
cs: Nanoplasty fyzicky poškozují chloroplasty → pokles produkce energie a kyslíku, oslabení primárních producentů.
es: Los nanoplásticos dañan físicamente los cloroplastos.
fr: Les nanoplastiques endommagent physiquement les chloroplastes.
ru: Наночастицы физически повреждают хлоропласты.

# sourceBioaccumulationBrain
source: Bioaccumulation in the human brain
cs: Bioakumulace v lidském mozku
es: Bioacumulación en el cerebro humano
fr: Bioaccumulation dans le cerveau humain
ru: Биоаккумуляция в человеческом мозге

# sourceAutismSpectrumBPA
source: Autism Spectrum Disorders and BPA
cs: Poruchy autistického spektra a BPA
es: Trastornos del Espectro Autista y BPA
fr: Troubles du Spectre Autistique et BPA
ru: Расстройства аутистического спектра и BPA

# sourceCrossingBloodBrainBarrier
source: Crossing the blood-brain barrier
cs: Překonávání hematoencefalické bariéry
es: Cruzando la barrera hematoencefálica
fr: Traverser la barrière hémato-encéphalique
ru: Пересечение гематоэнцефалического барьера

# sourceReductionMNPBoilingWater
source: Reduction of MNP intake by boiling water
cs: Redukce příjmu MNP vařením vody
es: Reducción de la ingesta de MNP hirviendo agua
fr: Réduction de l'apport de MNP
ru: Снижение поступления МНП

# sourceContaminationDairyProducts
source: Contamination of dairy products
cs: Kontaminace mléčných výrobků
es: Contaminación de productos lácteos
fr: Contamination des produits laitiers
ru: Загрязнение молочных продуктов

# sourceQuantumEffectsProtonTransfer
source: Quantum effects and proton transfer in cells
cs: Kvantové efekty a přenos protonů v buňkách
es: Efectos cuánticos y transferencia de protones en células
fr: Effets quantiques et transfert de protons
ru: Квантовые эффекты и передача протонов

# sourceCardiovascularRisksAtheromas
source: Cardiovascular risks (Atheromas)
cs: Kardiovaskulární rizika (Ateromy)
es: Riesgos cardiovasculares (Ateromas)
fr: Risques cardiovasculaires
ru: Сердечно-сосудистые риски

# sourcePlasticsInMaleSemen
source: Plastics in male semen
cs: Plasty v mužském semeni
es: Plásticos en semen masculino
fr: Plastiques dans le sperme masculin
ru: Пластики в мужской семени

# sourcePlasticsInFemaleFollicularFluid
source: Plastics in female follicular fluid
cs: Plasty v ženské folikulární tekutině
es: Plásticos en fluido folicular femenino
fr: Plastiques dans le liquide folliculaire féminin
ru: Пластики в женской фолликулярной жидкости

# sourceAdverseBirthOutcomesUSAPhthalates
source: Adverse birth outcomes in the USA (phthalates)
cs: Nepříznivé výsledky porodů v USA (ftaláty)
es: Resultados adversos del nacimiento en EE.UU. (ftalatos)
fr: Résultats de naissance adverses aux États-Unis
ru: Неблагоприятные исходы родов в США

# sourcePhthalateExposureCancerChildren
source: Phthalate exposure and cancer in children
cs: Expozice ftalátům a rakovina u dětí
es: Exposición a ftalatos y cáncer en niños
fr: Exposition aux phtalates et cancer chez les enfants
ru: Воздействие фталатов и рак у детей

# sourceEmissionPlasticsOceanToAtmosphere
source: Emission of plastics from ocean to atmosphere
cs: Emise plastů z oceánu do atmosféry
es: Emisión de plásticos del océano a la atmósfera
fr: Émission de plastiques de l'océan à l'atmosphère
ru: Выброс пластиков из океана в атмосферу

# sourceOceanAcidificationPlasticDegradation
source: Ocean acidification from plastic degradation
cs: Acidifikace oceánů rozkladem plastů
es: Acidificación oceánica por degradación de plástico
fr: Acidification océanique
ru: Подкисление океана

# sourceContaminationDeepestOcean
source: Contamination of the deepest parts of the ocean
cs: Kontaminace nejhlubších částí oceánu
es: Contaminación de las partes más profundas del océano
fr: Contamination des parties les plus profondes de l'océan
ru: Загрязнение самых глубоких частей океана

# sourceCoralReefCollapse
source: Coral reef collapse
cs: Zánik korálových útesů
es: Colapso de arrecifes de coral
fr: Effondrement des récifs coralliens
ru: Коллапс коралловых рифов

# sourceIceFormationAtmosphereMNP
source: Ice formation in atmosphere with MNP
cs: Tvorba ledu v atmosféře pomocí MNP
es: Formación de hielo en la atmósfera con MNP
fr: Formation de glace dans l'atmosphère
ru: Образование льда в атмосфере

# sourceMNPCloudsImpactPrecipitation
source: MNP in clouds and impact on precipitation
cs: MNP v mracích a vliv na srážky
es: MNP en nubes e impacto en la precipitación
fr: MNP dans les nuages et impact sur les précipitations
ru: МНП в облаках и влияние на осадки

# sourceGlobalPhotosynthesisLosses
source: Global photosynthesis losses
cs: Globální ztráty fotosyntézy
es: Pérdidas globales de fotosíntesis
fr: Pertes mondiales de photosynthèse
ru: Глобальные потери фотосинтеза

# sourceFragmentGrowthPacificGarbagePatch
source: Fragment growth in the Pacific garbage patch
cs: Růst fragmentů v tichomořské skvrně
es: Crecimiento de fragmentos en el Parche de Basura del Pacífico
fr: Croissance des fragments dans le Grand Patch de Plastique
ru: Рост фрагментов в Тихоокеанском мусорном пятне

# sourceGeophysicalBreak1995
source: Geophysical break in 1995
cs: Geofyzikální zlom v roce 1995
es: Ruptura geofísica en 1995
fr: Rupture géophysique en 1995
ru: Геофизический разлом в 1995 году

# resultsBackButton
source: ← BACK
cs: ← ZPĚT
es: ← ATRÁS
fr: ← RETOUR
ru: ← НАЗАД

# resultsStatsTotalIdeas
source: Total number of ideas
cs: Celkový počet nápadů
es: Número total de ideas
fr: Nombre total d'idées
ru: Всего идей

# resultsStatsAnalyzedCategories
source: Analyzed categories
cs: Analyzované kategorie
es: Categorías analizadas
fr: Catégories analysées
ru: Проанализированные категории

# resultsStatsActiveSolvers
source: Active solvers
cs: Aktivní řešitelé
es: Solucionadores activos
fr: Résolveurs actifs
ru: Активные решатели

# resultsEvaluationSystemTitle
source: ABOUT THE EVALUATION SYSTEM
cs: O SYSTÉMU VYHODNOCOVÁNÍ
es: ACERCA DEL SISTEMA DE EVALUACIÓN
fr: À PROPOS DU SYSTÈME D'ÉVALUATION
ru: О СИСТЕМЕ ОЦЕНКИ

# resultsEvaluationSystemDesc1
source: Your ideas are collected and mathematically analyzed using advanced algorithms. The system evaluates feasibility, impact, and innovation of each solution.
cs: Vaše nápady jsou sbírány a matematicky analyzovány pomocí pokročilých algoritmů. Systém vyhodnocuje feasibilitu, dopad a inovativnost každého řešení.
es: Tus ideas se recopilan y analizan matemáticamente utilizando algoritmos avanzados.
fr: Tes idées sont collectées et analysées mathématiquement à l'aide d'algorithmes avancés.
ru: Твои идеи собираются и анализируются математически с помощью алгоритмов.

# resultsEvaluationSystemDesc2
source: The most promising solutions will be presented to scientists and policymakers for practical implementation.
cs: Nejperspektivnější řešení budou prezentována vědcům a tvůrcům politik pro praktickou implementaci.
es: Las soluciones más prometedoras se presentarán a científicos y responsables políticos.
fr: Les solutions les plus prometteuses seront présentées aux scientifiques et aux décideurs politiques.
ru: Наиболее многообещающие решения будут представлены ученым и политикам.
