Repository: glmcz/nanoplastics_frontend
Catalog: assets/l10n/app_*.arb
Languages: cs, es, fr, ru

# leaderboardTitle
source: TOP 10 SOLVERS
cs: TOP 10 ŘEŠITELŮ
es: TOP 10 SOLUCIONADORES
fr: TOP 10 RÉSOLVEURS
ru: ТОП 10 РЕШАТЕЛЕЙ

# leaderboardSubtitle
source: Leading contributors to nanoplastic solutions
cs: Vedoucí přispěvatelé řešením nanoplastů
es: Contribuyentes principales a las soluciones de nanoplásticos
fr: Contributeurs principaux aux solutions de nanoplastiques
ru: Основные участники в решениях проблемы наночастиц пластика

source: Leaderboard Access Restricted
cs: Přístup k žebříčku omezen
es: Acceso a la clasificación restringido
fr: Accès au classement restreint
ru: Доступ к рейтингу ограничен

# leaderboardAccessDescription
source: Register with your email and name to view the top 10 leaderboard and be recognized for your solutions.
cs: Zaregistrujte se pomocí svého e-mailu a jména, abyste mohli zobrazit žebříček top 10 a byli uznáni za svá řešení.
es: Regístrate con tu correo electrónico y nombre para ver el top 10 de la clasificación y ser reconocido por tus soluciones.
fr: Inscrivez-vous avec votre e-mail et votre nom pour voir le top 10 du classement et être reconnu pour vos solutions.
ru: Зарегистрируйтесь с вашим email и именем, чтобы увидеть топ-10 рейтинга и получить признание за ваши решения.

# leaderboardRegisterNow
source: Register Now
cs: Registrovat se nyní
es: Registrarse ahora
fr: S'inscrire maintenant
ru: Зарегистрироваться сейчас

# settingsBack
source: Back
cs: Zpět
es: Atrás
fr: Retour
ru: Назад

# settingsTitle
source: Settings
cs: Nastavení
es: Configuración
fr: Paramètres
ru: Настройки

# settingsSubtitle
source: Manage your preferences
cs: Spravujte své předvolby
es: Gestiona tus preferencias
fr: Gérez vos préférences
ru: Управляйте своими предпочтениями

# settingsProfile
source: Profile
cs: Profil
es: Perfil
fr: Profil
ru: Профиль

# settingsLanguage
source: Language
cs: Jazyk
es: Idioma
fr: Langue
ru: Язык

# settingsPrivacySecurity
source: Privacy & Security
cs: Soukromí & Bezpečnost
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ru: Конфиденциальность и безопасность

# settingsAbout
source: About
cs: O aplikaci
es: Acerca de
fr: À propos
ru: О приложении

# profileTitle
source: Profile Settings
cs: Nastavení profilu
es: Configuración del perfil
fr: Paramètres du profil
ru: Настройки профиля

# profileSubtitle
source: Customize your profile and preferences
cs: Přizpůsobte svůj profil a předvolby
es: Personaliza tu perfil y preferencias
fr: Personnalisez votre profil et vos préférences
ru: Настройте свой профиль и предпочтения

# profilePersonalInfo
source: Personal Information
cs: Osobní údaje
es: Información personal
fr: Informations personnelles
ru: Личная информация

# profileDisplayName
source: Display Name
cs: Zobrazované jméno
es: Nombre para mostrar
fr: Nom affiché
ru: Отображаемое имя

# profileDisplayNameHint
source: Enter your full name or nickname
cs: Zadejte své celé jméno nebo přezdívku
es: Ingresa tu nombre completo o apodo
fr: Entrez votre nom complet ou pseudonyme
ru: Введите свое полное имя или псевдоним

# profileEmail
source: Email
es: Correo electrónico
ru: Электронная почта

# profileEmailHint
source: Enter your email
cs: Zadejte svůj e-mail
es: Ingresa tu correo electrónico
fr: Entrez votre email
ru: Введите свой email

# profileBio
source: Bio
cs: O mně
es: Biografía
fr: Biographie
ru: О себе

# profileBioHint
source: Tell us about yourself
cs: Řekněte nám něco o sobě
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
ru: Расскажите о себе

# profileAppearance
source: Appearance
cs: Vzhled
es: Apariencia
fr: Apparence
ru: Внешний вид

# profileDarkMode
source: Dark Mode
cs: Tmavý režim
es: Modo oscuro
fr: Mode sombre
ru: Темный режим

# profileDarkModeDesc
source: Use dark theme throughout the app
cs: Použít tmavý motiv v celé aplikaci
es: Usar tema oscuro en toda la aplicación
fr: Utiliser le thème sombre dans toute l'application
ru: Использовать темную тему во всем приложении

# profileNotifications
source: Notifications
cs: Oznámení
es: Notificaciones
ru: Уведомления

# profilePushNotifications
source: Push Notifications
cs: Push oznámení
es: Notificaciones push
fr: Notifications push
ru: Push-уведомления

# profilePushNotificationsDesc
source: Receive push notifications on your device
cs: Přijímat push oznámení na vašem zařízení
es: Recibir notificaciones push en tu dispositivo
fr: Recevoir des notifications push sur votre appareil
ru: Получать push-уведомления на вашем устройстве

# profileEmailNotifications
source: Email Notifications
cs: E-mailová oznámení
es: Notificaciones por correo
fr: Notifications par email
ru: Уведомления по email

# profileEmailNotificationsDesc
source: Receive updates via email
cs: Přijímat aktualizace e-mailem
es: Recibir actualizaciones por correo electrónico
fr: Recevoir des mises à jour par email
ru: Получать обновления по электронной почте

# profilePrivacy
source: Privacy
cs: Soukromí
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# profileAnalytics
source: Analytics
cs: Analytika
es: Analítica
fr: Analytique
ru: Аналитика

# profileAnalyticsDesc
source: Help us improve by sharing usage data
cs: Pomozte nám zlepšit sdílením dat o použití
es: Ayúdanos a mejorar compartiendo datos de uso
fr: Aidez-nous à améliorer en partageant les données d'utilisation
ru: Помогите нам улучшить приложение, делясь данными об использовании

# profileDangerZone
source: Danger Zone
cs: Nebezpečná zóna
es: Zona de peligro
fr: Zone dangereuse
ru: Опасная зона

# profileDeleteAccount
source: Delete Account
cs: Smazat účet
es: Eliminar cuenta
fr: Supprimer le compte
ru: Удалить аккаунт

# profileDeleteAccountDesc
source: Permanently remove your account and data
cs: Trvale odstranit váš účet a data
es: Eliminar permanentemente tu cuenta y datos
fr: Supprimer définitivement votre compte et vos données
ru: Безвозвратно удалить ваш аккаунт и данные

# profileChangeAvatar
source: Change Avatar
cs: Změnit avatar
es: Cambiar avatar
fr: Changer d'avatar
ru: Изменить аватар

# languageTitle
source: Language
cs: Jazyk
es: Idioma
fr: Langue
ru: Язык

# languageSubtitle
source: Choose your preferred language
cs: Vyberte preferovaný jazyk
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
ru: Выберите предпочитаемый язык

# languageChanged
source: Language changed to
cs: Jazyk změněn na
es: Idioma cambiado a
fr: Langue changée en
ru: Язык изменен на

# languageInfoMessage
source: The app will update to your selected language. Some content may require an app restart.
cs: Aplikace se aktualizuje na váš vybraný jazyk. Některý obsah může vyžadovat restart aplikace.
es: La aplicación se actualizará a tu idioma seleccionado. Algunos contenidos pueden requerir reiniciar la aplicación.
fr: L'application sera mise à jour dans la langue sélectionnée. Certains contenus peuvent nécessiter un redémarrage de l'application.
ru: Приложение обновится на выбранный вами язык. Некоторый контент может потребовать перезапуска приложения.

# privacyTitle
source: Privacy & Security
cs: Soukromí & Bezpečnost
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ru: Конфиденциальность и безопасность

# privacySubtitle
source: Manage your privacy preferences
cs: Spravujte své předvolby soukromí
es: Gestiona tus preferencias de privacidad
fr: Gérez vos préférences de confidentialité
ru: Управляйте настройками конфиденциальности

# privacyDataAnalytics
source: Data & Analytics
cs: Data & Analytika
es: Datos y analítica
fr: Données et analytique
ru: Данные и аналитика

# privacyAnalytics
source: Analytics
cs: Analytika
es: Analítica
fr: Analytique
ru: Аналитика

# privacyAnalyticsDesc
source: Help us improve by sharing anonymous usage data
cs: Pomozte nám zlepšit sdílením anonymních dat o použití
es: Ayúdanos a mejorar compartiendo datos anónimos de uso
fr: Aidez-nous à améliorer en partageant des données d'utilisation anonymes
ru: Помогите нам улучшить приложение, делясь анонимными данными об использовании

# privacySecurity
source: Security
cs: Bezpečnost
es: Seguridad
fr: Sécurité
ru: Безопасность

# privacyDataEncryption
source: Data Encryption
cs: Šifrování dat
es: Cifrado de datos
fr: Chiffrement des données
ru: Шифрование данных

# privacyDataEncryptionDesc
source: All your data is encrypted in transit and at rest
cs: Vaše data jsou šifrována při přenosu pomocí HTTPS. Místní údaje profilu jsou bezpečně uloženy na vašem zařízení.
es: Todos tus datos están cifrados en tránsito y en reposo
fr: Vos données sont chiffrées en transit à l'aide de HTTPS. Les données de profil local sont stockées de manière sécurisée sur votre appareil.
ru: Все ваши данные зашифрованы при передаче и хранении

# privacyLocalStorage
source: Local Storage
cs: Lokální úložiště
es: Almacenamiento local
fr: Stockage local
ru: Локальное хранилище

# privacyLocalStorageDesc
source: Your preferences are stored securely on your device
cs: Vaše předvolby jsou bezpečně uloženy na vašem zařízení
es: Tus preferencias se almacenan de forma segura en tu dispositivo
fr: Vos préférences sont stockées en toute sécurité sur votre appareil
ru: Ваши настройки безопасно хранятся на вашем устройстве

# privacyNotifications
source: Notifications
cs: Oznámení
es: Notificaciones
ru: Уведомления

# privacyUpdateNotifications
source: App Update Alerts
cs: Upozornění na aktualizace
es: Alertas de actualización
fr: Alertes de mise à jour
ru: Оповещения об обновлениях

# privacyUpdateNotificationsDesc
source: Check for new app versions on startup and notify when an update is available
cs: Při spuštění zkontrolovat novou verzi aplikace a upozornit na dostupnou aktualizaci
es: Buscar nuevas versiones al iniciar y notificar cuando haya una actualización disponible
fr: Vérifier les nouvelles versions au démarrage et notifier quand une mise à jour est disponible
ru: Проверять новые версии при запуске и уведомлять о доступном обновлении

# privacyLegal
source: Legal
cs: Právní záležitosti
fr: Juridique
ru: Правовая информация

source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# privacyTermsOfService
source: Terms of Service
cs: Podmínky služby
es: Términos de servicio
fr: Conditions d'utilisation
ru: Условия использования

# aboutTitle
source: About
cs: O aplikaci
es: Acerca de
fr: À propos
ru: О приложении

# aboutVersion
source: Version
cs: Verze
es: Versión
ru: Версия

# aboutSection
source: About NanoSolve
cs: O NanoSolve
es: Acerca de NanoSolve
fr: À propos de NanoSolve
ru: О NanoSolve

# aboutDescription
source: NanoSolve Hive is your gateway to understanding nanoplastics and their impact on human health and the environment. We provide science-backed information to help you make informed decisions.
cs: NanoSolve Hive je vaší branou k pochopení nanoplastů a jejich dopadu na lidské zdraví a životní prostředí. Poskytujeme vědecky podložené informace, které vám pomohou činit informovaná rozhodnutí.
es: NanoSolve Hive es tu puerta de entrada para comprender los nanoplásticos y su impacto en la salud humana y el medio ambiente. Proporcionamos información respaldada por la ciencia para ayudarte a tomar decisiones informadas.
fr: NanoSolve Hive est votre porte d'entrée pour comprendre les nanoplastiques et leur impact sur la santé humaine et l'environnement. Nous fournissons des informations scientifiques pour vous aider à prendre des décisions éclairées.
ru: NanoSolve Hive — это ваш путь к пониманию нанопластика и его влияния на здоровье человека и окружающую среду. Мы предоставляем научно обоснованную информацию, чтобы помочь вам принимать обоснованные решения.

# aboutConnect
source: Connect
cs: Připojit se
es: Conectar
fr: Se connecter
ru: Связаться

# aboutWebsite
source: Website
cs: Webové stránky
es: Sitio web
fr: Site web
ru: Веб-сайт

# aboutContactUs
source: Contact Us
cs: Kontaktujte nás
es: Contáctanos
fr: Contactez-nous
ru: Свяжитесь с нами

# aboutContactUsDesc
source: Get in touch with our team
cs: Spojte se s naším týmem
es: Ponte en contacto con nuestro equipo
fr: Contactez notre équipe
ru: Свяжитесь с нашей командой

# aboutLegal
source: Legal
cs: Právní záležitosti
fr: Juridique
ru: Правовая информация

# aboutPrivacyPolicy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# aboutPrivacyPolicyDesc
source: How we handle your data
cs: Jak nakládáme s vašimi daty
es: Cómo manejamos tus datos
fr: Comment nous traitons vos données
ru: Как мы обрабатываем ваши данные

# aboutTermsOfService
source: Terms of Service
cs: Podmínky služby
es: Términos de servicio
fr: Conditions d'utilisation
ru: Условия использования

# aboutTermsOfServiceDesc
source: Terms and conditions
cs: Podmínky a ujednání
es: Términos y condiciones
fr: Termes et conditions
ru: Положения и условия

# aboutOpenSourceLicenses
source: Open Source Licenses
cs: Open Source licence
es: Licencias de código abierto
fr: Licences open source
ru: Лицензии Open Source

# aboutOpenSourceLicensesDesc
source: Third-party libraries we use
cs: Knihovny třetích stran, které používáme
es: Bibliotecas de terceros que utilizamos
fr: Bibliothèques tierces que nous utilisons
ru: Сторонние библиотеки, которые мы используем

# aboutShare
source: Share
cs: Sdílet
es: Compartir
fr: Partager
ru: Поделиться

# aboutShareTitle
source: Share NanoSolve
cs: Sdílet NanoSolve
es: Compartir NanoSolve
fr: Partager NanoSolve
ru: Поделиться NanoSolve

# aboutShareDesc
source: Scan this QR code to download the app
cs: Naskenujte tento QR kód pro stažení aplikace
es: Escanea este código QR para descargar la aplicación
fr: Scannez ce code QR pour télécharger l'application
ru: Отсканируйте этот QR-код для загрузки приложения

# aboutShareAppLink
source: App Download Link
cs: Odkaz ke stažení aplikace
es: Enlace de descarga de la aplicación
fr: Lien de téléchargement de l'application
ru: Ссылка для загрузки приложения

# aboutFooterMessage
source: Made with care for a cleaner planet
cs: Vytvořeno s péčí pro čistší planetu
es: Hecho con cuidado para un planeta más limpio
fr: Fait avec soin pour une planète plus propre
ru: Создано с заботой о более чистой планете

# aboutCopyright
source: 2026 NanoSolve. All rights reserved.
cs: 2026 NanoSolve. Všechna práva vyhrazena.
es: 2026 NanoSolve. Todos los derechos reservados.
fr: 2026 NanoSolve. Tous droits réservés.
ru: 2026 NanoSolve. Все права защищены.

# updateDownloadPaused
source: Download paused
cs: Stahování pozastaveno
es: Descarga pausada
fr: Téléchargement en pause
ru: Загрузка приостановлена

# updateDownloadResumed
source: Download resumed
cs: Stahování obnoveno
es: Descarga reanudada
fr: Téléchargement repris
ru: Загрузка возобновлена

# updateDownloadCancelled
source: Download cancelled
cs: Stahování zrušeno
es: Descarga cancelada
fr: Téléchargement annulé
ru: Загрузка отменена

source: Update check skipped - no internet
cs: Kontrola aktualizace přeskočena - bez internetu
es: Verificación de actualización omitida - sin internet
fr: Vérification de mise à jour ignorée - pas d'internet
ru: Проверка обновления пропущена - нет интернета

# updateCheckSkippedRecently
source: Skipping update check - checked recently
cs: Přeskakování kontroly aktualizace - byl nedávno proveden
es: Omitiendo verificación de actualización - se comprobó recientemente
fr: Vérification de mise à jour ignorée - vérifiée récemment
ru: Пропуск проверки обновления - проверка проведена недавно

# updateCheckFailedFetchRelease
source: Failed to fetch GitHub release
cs: Selhání při načítání vydání z GitHub
es: Error al recuperar la versión de GitHub
fr: Impossible de récupérer la version depuis GitHub
ru: Не удалось получить выпуск с GitHub

# updateCheckAppUpToDate
source: App is up to date
cs: Aplikace je aktuální
es: La aplicación está actualizada
fr: L'application est à jour
ru: Приложение актуально

# updateCheckSkippedNoBaseline
source: Update check skipped - no local version baseline
cs: Kontrola aktualizace přeskočena - bez referenční verze
es: Verificación de actualización omitida - sin línea base de versión local
fr: Vérification de mise à jour ignorée - pas de version de référence locale
ru: Проверка обновления пропущена - нет эталонной версии

# updateApkUrlNotFound
source: APK URL not found in GitHub release
cs: URL APK nebyla nalezena v GitHub vydání
es: URL de APK no encontrada en la versión de GitHub
fr: URL APK non trouvée dans la version GitHub
ru: URL APK не найден в выпуске GitHub

# updateApkValidDownloadFound
source: Valid downloaded APK found
cs: Nalezeno platné stažené APK
es: APK descargado válido encontrado
fr: APK téléchargé valide trouvé
ru: Найден действительный загруженный APK

# updateApkSkipRedownload
source: Valid downloaded APK exists, skipping re-download
cs: Platné stažené APK existuje, přeskočení znovustažení
es: APK descargado válido existe, omitiendo descarga repetida
fr: APK téléchargé valide existe, ignorer le retéléchargement
ru: Действительный загруженный APK существует, пропуск повторной загрузки

# updateNewReleaseDetected
source: New release detected
cs: Detekováno nové vydání
es: Nueva versión detectada
fr: Nouvelle version détectée
ru: Обнаружен новый выпуск

# updateApkFileNotFound
source: Downloaded APK file not found at path
cs: Soubor staženého APK nebyl nalezen v cestě
es: Archivo APK descargado no encontrado en la ruta
fr: Fichier APK téléchargé non trouvé au chemin
ru: Файл загруженного APK не найден по пути

# updateApkSizeMismatch
source: Downloaded APK size mismatch
cs: Neshoda velikosti staženého APK
es: Tamaño de APK descargado no coincide
fr: Taille APK téléchargée non correspondante
ru: Несоответствие размера загруженного APK

# updateErrorCheckingApk
source: Error checking downloaded APK
cs: Chyba při kontrole staženého APK
es: Error al verificar APK descargado
fr: Erreur lors de la vérification de l'APK téléchargé
ru: Ошибка при проверке загруженного APK

# updateCleanedOldApk
source: Cleaned up old APK
cs: Vyčištěno staré APK
es: APK antiguo limpiado
fr: Ancien APK nettoyé
ru: Удален старый APK

# updateErrorApkCleanup
source: Error in APK cleanup
cs: Chyba při čištění APK
es: Error en la limpieza de APK
fr: Erreur lors du nettoyage de l'APK
ru: Ошибка при очистке APK

# updateErrorDeletingApk
source: Error deleting old APK
cs: Chyba při mazání starého APK
es: Error al eliminar APK antiguo
fr: Erreur lors de la suppression de l'ancien APK
ru: Ошибка при удалении старого APK

source: Update start blocked - no internet
cs: Spuštění aktualizace zablokováno - bez internetu
es: Inicio de actualización bloqueado - sin internet
fr: Démarrage de la mise à jour bloqué - pas d'internet
ru: Запуск обновления заблокирован - нет интернета

# updateStartBlockedMissingUrl
source: Update start blocked - missing download URL
cs: Spuštění aktualizace zablokováno - chybějící URL
es: Inicio de actualización bloqueado - URL faltante
fr: Démarrage de la mise à jour bloqué - URL manquante
ru: Запуск обновления заблокирован - отсутствует URL

# updateStartingDownload
source: Starting in-app update download
cs: Zahájení stahování aktualizace aplikace
es: Iniciando descarga de actualización de aplicación
fr: Début du téléchargement de la mise à jour de l'application
ru: Начало загрузки обновления приложения

# updateIosNotImplemented
source: iOS update redirect not yet implemented
cs: Přesměrování aktualizace iOS není dosud implementováno
es: Redirección de actualización de iOS no implementada aún
fr: Redirection de mise à jour iOS non encore implémentée
ru: Перенаправление обновления iOS еще не реализовано

# updateErrorStarting
source: Error starting update
cs: Chyba při spuštění aktualizace
es: Error al iniciar la actualización
fr: Erreur au démarrage de la mise à jour
ru: Ошибка при запуске обновления

# updateDownloadsDirectoryNotAvailable
source: Downloads directory not available
cs: Adresář stahování není dostupný
es: Directorio de descargas no disponible
fr: Répertoire de téléchargement non disponible
ru: Каталог загрузок недоступен

# updateApkDownloadFailed
source: APK download failed
cs: Stahování APK selhalo
es: Fallo en la descarga de APK
fr: Téléchargement de l'APK échoué
ru: Загрузка APK не удалась

# updateApkDownloadedSuccessfully
source: APK downloaded successfully
cs: APK bylo úspěšně staženo
es: APK descargado exitosamente
fr: APK téléchargé avec succès
ru: APK успешно загружен

# updateApkSizeMismatchAfterDownload
source: APK size mismatch after download
cs: Neshoda velikosti APK po stažení
es: Tamaño de APK no coincide después de la descarga
fr: Taille APK non correspondante après téléchargement
ru: Несоответствие размера APK после загрузки

# updateErrorDownloadingApk
source: Error downloading APK
cs: Chyba při stahování APK
es: Error al descargar APK
fr: Erreur lors du téléchargement de l'APK
ru: Ошибка при загрузке APK

# updateApkInstallerLaunched
source: APK installer launched
cs: Instalátor APK spuštěn
es: Instalador de APK lanzado
fr: Lanceur d'installation APK lancé
ru: Установщик APK запущен

# updateErrorLaunchingApk
source: Failed to launch APK installer
cs: Selhání při spuštění instalátoru APK
es: Error al lanzar el instalador de APK
fr: Impossible de lancer le lanceur d'installation APK
ru: Ошибка при запуске установщика APK

# updateErrorLaunchingApkDetail
source: Error launching APK installer
cs: Chyba při spuštění instalátoru APK
es: Error al lanzar el instalador de APK
fr: Erreur lors du lancement du lanceur d'installation APK
ru: Ошибка при запуске установщика APK

# updateCompletingFlexible
source: Completing flexible update
cs: Dokončení pružné aktualizace
es: Completando actualización flexible
fr: Fin de la mise à jour flexible
ru: Завершение гибкого обновления

# updateErrorCompleting
source: Error completing update
cs: Chyba při dokončování aktualizace
es: Error al completar la actualización
fr: Erreur lors de l'achèvement de la mise à jour
ru: Ошибка при завершении обновления

# updateErrorCheckingForUpdates
source: Error checking for updates
cs: Chyba při kontrole aktualizací
es: Error al verificar actualizaciones
fr: Erreur lors de la vérification des mises à jour
ru: Ошибка при проверке обновлений

# updateErrorReadingVersion
source: Error reading installed app version
cs: Chyba při čtení verze instalované aplikace
es: Error al leer la versión de la aplicación instalada
fr: Erreur lors de la lecture de la version de l'application installée
ru: Ошибка при чтении версии установленного приложения

# updateErrorVersionComparison
source: Version comparison error
cs: Chyba při porovnání verzí
es: Error en la comparación de versiones
fr: Erreur lors de la comparaison des versions
ru: Ошибка при сравнении версий

# updateCheckingForUpdates
source: Checking for updates...
cs: Kontrola aktualizací...
es: Buscando actualizaciones...
fr: Vérification des mises à jour...
ru: Проверка обновлений...

# updateFailedToCheck
source: Failed to check for updates
cs: Nepodařilo se zkontrolovat aktualizace
es: Error al verificar actualizaciones
fr: Impossible de vérifier les mises à jour
ru: Ошибка проверки обновлений

# updateAppUpToDateTitle
source: App is Up to Date
cs: Aplikace je aktuální
es: La aplicación está actualizada
fr: L'application est à jour
ru: Приложение актуально

# updateAppUpToDateMsg
source: You are using the latest version of NanoSolve Hive.
cs: Používáte nejnovější verzi NanoSolve Hive.
es: Estás usando la última versión de NanoSolve Hive.
fr: Vous utilisez la dernière version de NanoSolve Hive.
ru: Вы используете последнюю версию NanoSolve Hive.

# updateAvailableTitle
source: Update Available
cs: Aktualizace k dispozici
es: Actualización disponible
fr: Mise à jour disponible
ru: Доступно обновление
