Repository: glmcz/nanoplastics_frontend
Catalog: assets/l10n/app_*.arb
Languages: cs, es, fr, ru

# appSubtitle
source: SCIENCE, SOCIETY, FUTURE
cs: ANALÝZA ZDRAVOTNÍCH RIZIK NANOPLASTŮ
es: CIENCIA, SOCIEDAD, FUTURO
fr: SCIENCE, SOCIÉTÉ, AVENIR
ru: НАУКА, ОБЩЕСТВО, БУДУЩЕЕ

# tabHuman
source: HUMANS
cs: ČLOVĚK
es: HUMANOS
fr: HUMAINS
ru: ЛЮДИ

# tabPlanet
source: PLANET
cs: ZEMĚ
es: PLANETA
fr: PLANÈTE
ru: ЗЕМЛЯ

# navSources
source: Sources
cs: Zdroje
es: Fuentes
ru: Источники

# navResults
source: Results
cs: Výsledky
es: Resultados
fr: Résultats
ru: Результаты

# humanCategoryCentralSystems
source: Central Systems
cs: Centrální systémy
es: Sistemas Centrales
fr: Systèmes Centraux
ru: Центральные Системы

# humanCategoryCentralSystemsDesc
source: Nervous, circulatory
cs: Nervový, oběhový
es: Nervioso, circulatorio
fr: Nerveux, circulatoire
ru: Нервная, кровеносная

# humanCategoryFiltrationDetox
source: Filtration & Detox
cs: Filtrace & Detox
es: Filtración y Desintoxicación
fr: Filtration et Détoxification
ru: Фильтрация и Детоксикация

# humanCategoryFiltrationDetoxDesc
source: Kidneys, liver, lymph
cs: Ledviny, játra, lymfa
es: Riñones, hígado
fr: Reins, foie, lymphatique
ru: Почки, печень, лимфа

# humanCategoryVitalityTissue
source: Vitality & Tissue
cs: Vitalita & Tkáně
es: Vitalidad y Tejido
fr: Vitalité et Tissu
ru: Жизнеспособность и Ткани

# humanCategoryVitalityTissueDesc
source: Lungs, skin
cs: Plíce, kůže
es: Pulmones, piel
fr: Poumons, peau
ru: Легкие, кожа

# humanCategoryReproduction
source: Reproduction
cs: Reprodukce
es: Reproducción
ru: Размножение

# humanCategoryReproductionDesc
source: Hormones, cells
cs: Hormony, buňky
es: Hormonas, células
fr: Hormones, cellules
ru: Гормоны, клетки

# humanCategoryEntryGates
source: Entry Gates
cs: Vstupní brány
es: Puertas de Entrada
fr: Portes d'Entrée
ru: Ворота Входа

# humanCategoryEntryGatesDesc
source: Skin, breathing, diet
cs: Kůže, dýchání, strava
es: Piel, respiración, dieta
fr: Peau, respiration, alimentation
ru: Кожа, дыхание, диета

# humanCategoryWaysOfDesctruction
source: Ways of Destruction
cs: Destruktivní vlastnosti
es: Modos de Destrucción
fr: Modes de Destruction
ru: Способы Разрушения

# humanCategoryWaysOfDesctructionDesc
source: Known forms of destruction
cs: Známé formy destrukce
es: Formas conocidas de destrucción
fr: Formes connues de destruction
ru: Известные формы разрушения

# planetCategoryWorldOcean
source: Hydrosphere
cs: Hydrosféra
es: Océano Mundial e Hidrosfera
fr: Océan Mondial et Hydrosphère
ru: Мировой Океан и Гидросфера

# planetCategoryWorldOceanDesc
source: Marine life, water
cs: Mořský život, voda
es: Vida marina, agua
fr: Vie marine, eau
ru: Морская жизнь, вода

# planetCategoryAtmosphere
source: Atmosphere
cs: Atmosféra
es: Atmósfera y Ciclo Hídrico Global
fr: Atmosphère et Hydrologie
ru: Атмосфера и Глобальный Гидрологический Цикл

# planetCategoryAtmosphereDesc
source: Air, climate
cs: Vzduch, klima
es: Aire, clima
fr: Air, climat
ru: Воздух, климат

# planetCategoryFloraFauna
source: Flora & Fauna
cs: Flóra & Fauna
es: Flora y Fauna
fr: Flore et Faune
ru: Флора и Фауна

# planetCategoryFloraFaunaDesc
source: Plants, animals
cs: Rostliny, živočichové
es: Plantas, animales
fr: Plantes, animaux
ru: Растения, животные

# planetCategoryMagneticField
source: Magnetic Field and Earth core
cs: Magnetické pole a zemské jádro
es: Campo Magnético y Núcleo Terrestre
fr: Champ Magnétique et Noyau Terrestre
ru: Магнитное Поле и Ядро Земли

# planetCategoryMagneticFieldDesc
source: Core abnormalities
cs: Ochranný štít
es: Escudo protector
fr: Bouclier protecteur
ru: Защитный щит

# planetCategoryEntryGates
source: Entry Gates
cs: Lidská činnost
es: Puertas de Entrada
fr: Portes d'Entrée
ru: Ворота Входа

# planetCategoryEntryGatesDesc
source: Industry, waste
cs: Průmysl, odpady
es: Industria, residuos
fr: Industrie, déchets
ru: Промышленность, отходы

# planetCategoryPhysicalProperties
source: Physical Properties
cs: Fyzikální vlastnosti
es: Propiedades Físicas
fr: Propriétés Physiques
ru: Физические Свойства

# planetCategoryPhysicalPropertiesDesc
source: Soil, water, air
cs: Půda, voda, vzduch
es: Suelo, agua, aire
fr: Sol, eau, air
ru: Почва, вода, воздух

# onboardingTitle1
source: This is reality. We want to change it. But we need your brain.
cs: Tohle je realita. My to chceme změnit, ale potřebujeme Tvůj mozek!
es: Esta es la realidad. Queremos cambiarla. Pero necesitamos tu cerebro.
fr: C'est la réalité. Nous voulons la changer. Mais nous avons besoin de ton cerveau.
ru: Это реальность. Мы хотим её изменить. Но нам нужен твой мозг.

# onboardingTitle2
source: Choose one of the battlefields, join in, and find a solution.
cs: Vyber si jedno z bojišť.
es: Elige uno de los campos de batalla, únete y encuentra una solución.
fr: Choisis l'un des champs de bataille, rejoins-nous et trouve une solution.
ru: Выбери одно из полей боя, присоединись и найди решение.

# onboardingTitle3
source: Be one of us, and inspire others.
cs: Buď jedním z nás
es: Sé uno de nosotros e inspira a otros.
fr: Sois l'un de nous et inspire les autres.
ru: Будь одним из нас и вдохновляй других.

# onboardingNext
source: Next
cs: Další
es: Siguiente
fr: Suivant
ru: Далее

# onboardingPrevious
source: Back
cs: Zpět
es: Atrás
fr: Précédent
ru: Назад

# onboardingStart
source: Start
cs: Začít
es: Comenzar
fr: Commencer
ru: Начать

# onboardingSkip
source: Skip
cs: Přeskočit
es: Saltar
fr: Passer
ru: Пропустить

# onboardingBack
source: Back
cs: Zpět
es: Atrás
fr: Retour
ru: Назад

# categoryDetailBack
source: Back
cs: Zpět
es: Atrás
fr: Retour
ru: Назад

# categoryDetailBackToOverview
source: BACK
cs: ZPĚT
es: VOLVER A LA DESCRIPCIÓN GENERAL
fr: RETOUR À L'APERÇU
ru: ВЕРНУТЬСЯ К ОБЗОРУ

# categoryDetailBrainstorm
source: Brainstorm
es: Lluvia de Ideas
fr: Remue-Méninges
ru: Мозговой Штурм

# categoryDetailLibrary
source: Library
cs: Knihovna
es: Biblioteca
fr: Bibliothèque
ru: Библиотека

# categoryDetailIdeas
source: Ideas
cs: Nápady
fr: Idées
ru: Идеи

# categoryDetailResults
source: Results
cs: Výsledky
es: Resultados
fr: Résultats
ru: Результаты

# categoryDetailBrainstormTitle
source: Your idea for this topic
cs: Váš nápad k tomuto tématu
es: Tu idea para este tema
fr: Ton idée pour ce sujet
ru: Твоя идея по этой теме

# categoryDetailBrainstormUser
source: @NanoSolver
cs: @NanoŘešitel
es: @NanoSolucionador
fr: @NanoRésolveur
ru: @НаноРешатель

# categoryDetailBrainstormPlaceholder
source: Describe your idea, hypothesis or observation here...
cs: Zde popište svůj nápad, hypotézu nebo postřeh...
es: Describe tu idea, hipótesis u observación aquí...
fr: Décris ton idée, hypothèse ou observation ici...
ru: Опиши здесь свою идею, гипотезу или наблюдение...

# categoryDetailBrainstormSubmit
source: SUBMIT FOR EVALUATION
cs: ODESLAT K VYHODNOCENÍ
es: ENVIAR PARA EVALUACIÓN
fr: SOUMETTRE POUR ÉVALUATION
ru: ОТПРАВИТЬ НА ОЦЕНКУ

# categoryDetailBrainstormSuccess
source: Idea submitted for evaluation!
cs: Nápad byl odeslán k vyhodnocení!
es: ¡Idea enviada para evaluación!
fr: Idée soumise pour évaluation !
ru: Идея отправлена на оценку!

# categoryDetailBrainstormError
source: Failed to submit (due to internet issue). Your idea has been saved as a draft.
cs: Odeslání se nezdařilo (zkontrolujte internetové přípojení). Váš nápad byl uložen jako koncept.
es: Error al enviar (debido a problema de internet). Tu idea ha sido guardada como borrador.
fr: Erreur lors de la soumission (problème de connexion Internet). Votre idée a été enregistrée comme brouillon.
ru: Ошибка при отправке (проблема с интернетом). Ваша идея сохранена как черновик.

# categoryDetailBrainstormEditUsername
source: Edit username
cs: Upravit uživatelské jméno
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
ru: Редактировать имя пользователя

# categoryDetailBrainstormUsernameHint
source: Enter username
cs: Zadejte uživatelské jméno
es: Ingresa nombre de usuario
fr: Entrez le nom d'utilisateur
ru: Введите имя пользователя

# categoryDetailBrainstormCancel
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
ru: Отмена

# categoryDetailBrainstormSave
source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
ru: Сохранить

# categoryDetailBrainstormMinLength
source: Please write at least 10 characters.
cs: Napište prosím alespoň 10 znaků.
es: Por favor, escribe al menos 10 caracteres.
fr: Veuillez écrire au moins 10 caractères.
ru: Пожалуйста, напишите не менее 10 символов.

# categoryDetailSourcesTitle
source: Related Sources
cs: Zdroje k tématu
es: Fuentes Relacionadas
fr: Sources Associées
ru: Связанные Источники

# categoryDetailSourcesCount
source: sources
cs: zdrojů
es: fuentes
ru: источников

# sourcesTitle
source: Sources
cs: Zdroje
es: Fuentes
ru: Источники

# sourcesSubtitle
source: Library and educational materials
cs: Knihovna a vzdělávací materiály
es: Materiales de biblioteca y educativos
fr: Matériaux de bibliothèque et d'éducation
ru: Библиотечные и образовательные материалы

# resultsTitle
source: ANALYSIS RESULTS
cs: VÝSLEDKY ANALÝZY
es: RESULTADOS DEL ANÁLISIS
fr: RÉSULTATS DE L'ANALYSE
ru: РЕЗУЛЬТАТЫ АНАЛИЗА

# resultsSubtitle
source: Mathematical evaluation of ideas and solutions
cs: Matematické vyhodnocení nápadů a řešení
es: Evaluación matemática de ideas y soluciones
fr: Évaluation mathématique des idées et solutions
ru: Математическая оценка идей и решений

# sourcesMainReportLabel
source: ⭐ MAIN REPORT (2025)
cs: ⭐ HLAVNÍ REPORT (2025)
es: ⭐ INFORME PRINCIPAL (2025)
fr: ⭐ RAPPORT PRINCIPAL (2025)
ru: ⭐ ОСНОВНОЙ ОТЧЕТ (2025)

# sourcesMainReportTitle
source: NANOPLASTICS IN THE BIOSPHERE, FROM MOLECULAR IMPACT TO PLANETARY CRISIS
cs: NANOPLASTY V BIOSFÉŘE, OD MOLEKULÁRNÍHO DOPADU PO PLANETÁRNÍ KRIZI
es: NANOPLÁSTICOS EN LA BIOSFERA, DEL IMPACTO MOLECULAR A LA CRISIS PLANETARIA
fr: NANOPLASTIQUES DANS LA BIOSPHÈRE, DE L'IMPACT MOLÉCULAIRE À LA CRISE PLANÉTAIRE
ru: НАНОЧАСТИЦЫ ПЛАСТИКА В БИОСФЕРЕ, ОТ МОЛЕКУЛЯРНОГО ВОЗДЕЙСТВИЯ К ПЛАНЕТАРНОМУ КРИЗИСУ

# sourcesMainReportUrl
source: https://allatra.org/storage/app/media/reports/en/Nanoplastics_in_the_Biosphere_Report.pdf
es: https://allatra.org/storage/app/media/reports/es/Nanoplastics_in_the_Biosphere_Report.pdf
fr: https://allatra.org/storage/app/media/reports/fr/Nanoplastics_in_the_Biosphere_Report.pdf
ru: https://allatra.org/storage/app/media/reports/ru/Nanoplastics_in_the_Biosphere_Report.pdf

# sourcesBack
source: ← BACK
cs: ← ZPĚT
es: ← ATRÁS
fr: ← RETOUR
ru: ← НАЗАД

# sourcesTabWeb
source: A. WEB LINKS
cs: A. WEBOVÉ ODKAZY
es: A. ENLACES WEB
fr: A. LIENS WEB
ru: A. ВЕБОРЫЕ ССЫЛКИ

# sourcesTabVideo
source: B. VIDEO LINKS
cs: B. VIDEO-ODKAZY
es: B. ENLACES DE VIDEO
fr: B. LIENS VIDÉO
ru: B. ВИДЕОССЫЛКИ

# sourcesSectionHumanHealth
source: I: Nanoplastics & Human Health
cs: Sekce I: Nanoplasty a lidské zdraví
es: Sección I: Nanoplásticos y Salud Humana
fr: Section I : Nanoplastiques et Santé Humaine
ru: Раздел I: Наночастицы пластика и здоровье человека

# sourcesSectionEarthPollution
source: II: Earth & Plastic Pollution
cs: Sekce II: Země a plastové zamoření
es: Sección II: Tierra y Contaminación por Plástico
fr: Section II : Terre et Pollution Plastique
ru: Раздел II: Земля и загрязнение пластиком

# sourcesSectionWaterAbilities
source: III: Specific Water Abilities
cs: Sekce III: Specifické vlastnosti vody
es: Sección III: Propiedades Específicas del Agua
fr: Section III : Propriétés Spécifiques de l'Eau
ru: Раздел III: Специфические свойства воды

# sourcesSectionVideoContent
source: B. Documentary & Expert Content
cs: B. Dokumentární a expertní obsah
es: B. Contenido Documental y de Expertos
fr: B. Contenu Documentaire et Expert
ru: B. Документальный и экспертный контент

# videoLink1Title
source: Nanoplastics. Threat to Life | ALLATRA Documentary
cs: Nanoplasty. Hrozba pro život | ALLATRA Dokument
es: Nanoplásticos. Amenaza a la Vida | Documental ALLATRA
fr: Nanoplastiques. Menace pour la Vie | Documentaire ALLATRA
ru: Наночастицы пластика. Угроза жизни | Документальный фильм АЛЛАТРА

# videoLink1Source
source: ALLATRA Documentary
cs: ALLATRA Dokument
es: Documental ALLATRA
fr: Documentaire ALLATRA
ru: Документальный фильм АЛЛАТРА

# videoLink1Url
source: https://youtu.be/BVap0MdbCZg?list=PL4b5lQBqqnUGsIhduDunOHm0gcSnrr8AT
es: https://youtu.be/BVap0MdbCZg
fr: https://youtu.be/BVap0MdbCZg
ru: https://youtu.be/BVap0MdbCZg

# videoLink2Title
source: Trap for Humanity | Popular Science Film
cs: Past pro lidstvo | Populárně-vědecký film
es: Trampa para la Humanidad | Película de Ciencia Popular
fr: Piège pour l'Humanité | Film de Science Populaire
ru: Ловушка для человечества | Фильм популярной науки

# videoLink2Source
source: Popular Science Film
cs: Populárně-vědecký film
es: Película de Ciencia Popular
fr: Film de Science Populaire
ru: Фильм популярной науки

# videoLink2Url
source: https://youtu.be/NBbbqRzzQGY?list=PL4b5lQBqqnUGsIhduDunOHm0gcSnrr8AT
es: https://youtu.be/NBbbqRzzQGY
fr: https://youtu.be/NBbbqRzzQGY
ru: https://youtu.be/NBbbqRzzQGY

# videoLink3Title
source: Anthropogenic Factor in the Ocean's Demise | Popular Science Film
cs: Antropogenní faktor v zániku oceánu | Populárně-vědecký film
es: Factor Antropogénico en la Desaparición del Océano
fr: Facteur Anthropogène dans la Disparition de l'Océan
ru: Антропогенный фактор в исчезновении Океана

# videoLink3Source
source: Popular Science Film
cs: Populárně-vědecký film
es: Película de Ciencia Popular
fr: Film de Science Populaire
ru: Фильм популярной науки

# videoLink3Url
source: https://youtu.be/CDWrsgX4syc?list=PL4b5lQBqqnUGsIhduDunOHm0gcSnrr8AT
es: https://youtu.be/CDWrsgX4syc
fr: https://youtu.be/CDWrsgX4syc
ru: https://youtu.be/CDWrsgX4syc

# videoLink4Title
source: What Destroys You on a Quantum Level?
cs: Co vás ničí na kvantové úrovni?
es: ¿Qué te Destruye a Nivel Cuántico?
fr: Qu'est-ce qui te Détruit au Niveau Quantique ?
ru: Что разрушает тебя на квантовом уровне?

# videoLink4Source
source: Documentary
cs: Dokumentární film
es: Documental
fr: Documentaire
ru: Документальный фильм

# videoLink5Title
source: Nanoplastics. The Last Generation Has Already Been Born
cs: Nanoplasty. Poslední generace se již narodila
es: Nanoplásticos. La Última Generación Ya Ha Nacido
fr: Nanoplastiques. La Dernière Génération Est Déjà Née
ru: Наночастицы пластика. Последнее поколение уже родилось

# videoLink5Source
source: Documentary
cs: Dokumentární film
es: Documental
fr: Documentaire
ru: Документальный фильм

# videoLink6Title
source: ALLATRA at UN Summit COP16 | Climate Crisis and Ocean Pollution Documentary
cs: ALLATRA na summitu OSN COP16 | Dokument o klimatické krizi a znečištění oceánů
es: ALLATRA en la Cumbre de la ONU COP16 | Crisis Climática
fr: ALLATRA au Sommet de l'ONU COP16 | Crise Climatique
ru: АЛЛАТРА на саммите ООН COP16 | Климатический кризис

# videoLink6Source
source: Climate Crisis Documentary
cs: Dokument o klimatické krizi
es: Documental sobre Crisis Climática
fr: Documentaire sur la Crise Climatique
ru: Документальный фильм о климатическом кризисе

# videoLink6Url
source: https://youtu.be/0DNempKykno?list=PL4b5lQBqqnUGsIhduDunOHm0gcSnrr8AT
es: https://youtu.be/0DNempKykno
fr: https://youtu.be/0DNempKykno
ru: https://youtu.be/0DNempKykno

# detailCentralSystemsTitle
source: Central Systems (Blood, Brain)
cs: Centrální systémy (Krev, Mozek)
es: Sistemas Centrales (Sangre, Cerebro)
fr: Systèmes Centraux (Sang, Cerveau)
ru: Центральные Системы (Кровь, Мозг)

# detailCentralSystemsSubtitle
source: Trojan horse in the body: barrier penetration, inflammation
cs: Trojský kůň v těle: průnik bariérami, záněty
es: Caballo de Troya en el cuerpo: penetración de barreras, inflamación
fr: Cheval de Troie dans le corps : pénétration de barrières, inflammation
ru: Троянский конь в организме: проникновение через барьеры, воспаление

# detailCentralSystemsEntry1Highlight
source: Aggressiveness: within 2 hours
cs: Agresivita: do 2 hodin
es: Agresividad: dentro de 2 horas
fr: Agressivité : en 2 heures
ru: Агрессивность: в течение 2 часов

# detailCentralSystemsEntry1Desc
source: Inhaled nanoplastics quickly enter the bloodstream, carry an electrostatic charge and become coated with biomolecules (cholesterol, proteins) in the blood, forming a so-called bio-corona.
cs: Nanoplasty vdechnutím se rychle dostávají do krve, nesou elektrostatický náboj a v krvi se obalí biomolekulami (cholesterol, proteiny), čímž vytvoří tzv. bio-koronu.
es: Los nanoplásticos inhalados entran rápidamente en el torrente sanguíneo y se recubren con biomoléculas en la sangre, formando la biocorona.
fr: Les nanoplastiques inhalés pénètrent rapidement dans la circulation sanguine et se revêtent de biomolécules.
ru: Вдыхаемые наночастицы пластика быстро проникают в кровь и покрываются биомолекулами.

# detailCentralSystemsEntry1Bullet1
source: Trojan horse effect - particle masking
cs: Efekt Trojského koně - maskování částic
es: Efecto caballo de Troya - enmascaramiento de partículas
fr: Effet cheval de Troie - masquage des particules
ru: Эффект троянского коня - маскировка частиц

# detailCentralSystemsEntry1Bullet2
source: Blood-brain barrier penetration
cs: Průnik hematoencefalickou bariérou
es: Penetración de la barrera hematoencefálica
fr: Pénétration de la barrière hémato-encéphalique
ru: Проникновение через гематоэнцефалический барьер

# detailCentralSystemsEntry1Bullet3
source: Disruption of neuron function and nerve signals
cs: Narušení funkce neuronů a nervových signálů
es: Disrupción de la función neuronal
fr: Perturbation de la fonction neuronale
ru: Нарушение функции нейронов

# detailCentralSystemsEntry2Highlight
source: Brain penetration
cs: Průnik do mozku
es: Penetración cerebral
fr: Pénétration cérébrale
ru: Проникновение в мозг

# detailCentralSystemsEntry2Desc
source: Research shows they cross the blood-brain barrier, penetrate the brain and disrupt neuron function.
cs: Podle výzkumů překonávají hematoencefalickou bariéru, pronikají do mozku a narušují funkci neuronů.
es: Los nanoplásticos cruzan la barrera hematoencefálica y penetran el cerebro.
fr: Les nanoplastiques traversent la barrière hémato-encéphalique et pénètrent le cerveau.
ru: Наночастицы преодолевают гематоэнцефалический барьер и проникают в мозг.

# detailFiltrationDetoxTitle
source: Filtration & Detox (Liver, Kidneys)
cs: Filtrace & Detox (Játra, Ledviny)
es: Filtración y Desintoxicación (Hígado, Riñones)
fr: Filtration et Détoxification (Foie, Reins)
ru: Фильтрация и Детоксикация (Печень, Почки)

# detailFiltrationDetoxSubtitle
source: Filter overload & metabolic collapse
cs: Přetížení filtrů a metabolický kolaps
es: Sobrecarga de filtros y colapso metabólico
fr: Surcharge des filtres et effondrement métabolique
ru: Перегрузка фильтров и метаболический коллапс

# detailFiltrationDetoxEntry1Highlight
source: Aggressiveness: immediately after ingestion
cs: Agresivita: okamžitě po požití
es: Agresividad: inmediatamente después de la ingestión
fr: Agressivité : immédiatement après l'ingestion
ru: Агрессивность: сразу после проглатывания

# detailFiltrationDetoxEntry1Desc
source: 70% of the immune system is located in the intestines. After ingestion, nanoplastics disrupt the intestinal barrier and cause leaky gut syndrome.
cs: 70 % imunitního systému se nachází ve střevech. Po požití nanoplasty narušují střevní bariéru a vyvolávají syndrom propustného střeva.
es: El 70% del sistema inmunológico se encuentra en los intestinos. Los nanoplásticos alteran la barrera intestinal y causan el síndrome del intestino permeable.
fr: 70% du système immunitaire se trouve dans les intestins. Les nanoplastiques perturbent la barrière intestinale.
ru: 70% иммунной системы находится в кишечнике. Наночастицы нарушают кишечный барьер.

# detailFiltrationDetoxEntry1Bullet1
source: Penetration of toxins and pathogens into blood
cs: Průnik toxinů a patogenů do krve
es: Penetración de toxinas y patógenos en la sangre
fr: Pénétration de toxines et de pathogènes dans le sang
ru: Проникновение токсинов и патогенов в кровь

# detailFiltrationDetoxEntry1Bullet2
source: Weakening of the immune system
cs: Oslabení imunitního systému
es: Debilitamiento del sistema inmunológico
fr: Affaiblissement du système immunitaire
ru: Ослабление иммунной системы

# detailFiltrationDetoxEntry1Bullet3
source: Systemic inflammation
cs: Systémové záněty
es: Inflamación sistémica
fr: Inflammation systémique
ru: Системное воспаление

# detailFiltrationDetoxEntry2Highlight
source: Organ accumulation
cs: Akumulace v orgánech
es: Acumulación de órganos
fr: Accumulation dans les organes
ru: Накопление в органах

# detailFiltrationDetoxEntry2Desc
source: Particles accumulate in the liver and kidneys, where they disrupt metabolic processes and detoxification functions.
cs: Částice se akumulují v játrech a ledvinách, kde narušují metabolické procesy a detoxikační funkce.
es: Las partículas se acumulan en el hígado y riñones donde alteran los procesos metabólicos.
fr: Les particules s'accumulent dans le foie et les reins.
ru: Частицы накапливаются в печени и почках.

# detailVitalityTissuesTitle
source: Vitality & Tissues (Heart, Muscles)
cs: Vitalita & Tkáně (Srdce, Svaly)
es: Vitalidad y Tejidos (Corazón, Músculos)
fr: Vitalité et Tissus (Cœur, Muscles)
ru: Жизнеспособность и Ткани (Сердце, Мышцы)

# detailVitalityTissuesSubtitle
source: Electric noise and cellular aging
cs: Elektrický šum a buněčné stárnutí
es: Ruido eléctrico y envejecimiento celular
fr: Bruit électrique et vieillissement cellulaire
ru: Электрический шум и старение клеток

# detailVitalityTissuesEntry1Highlight
source: Mitochondrial dysfunction
cs: Mitochondriální dysfunkce
es: Disfunción mitocondrial
fr: Dysfonctionnement mitochondrial
ru: Дисфункция митохондрий

# detailVitalityTissuesEntry1Desc
source: Nanoplastics carry an electrostatic charge that is continuously renewed in the body (triboelectric effect).
cs: Nanoplasty nesou elektrostatický náboj, který se v těle průběžně obnovuje (triboelektrický jev).
es: Los nanoplásticos llevan una carga electrostática renovada continuamente en el cuerpo.
fr: Les nanoplastiques portent une charge électrostatique continuellement renouvelée dans le corps.
ru: Наночастицы переносят электростатический заряд, постоянно возобновляемый в организме.

# detailVitalityTissuesEntry1Bullet1
source: Electric noise deforms cellular proteins
cs: Elektrický šum deformuje buněčné bílkoviny
es: El ruido eléctrico deforma las proteínas celulares
fr: Le bruit électrique déforme les protéines cellulaires
ru: Электрический шум деформирует клеточные белки

# detailVitalityTissuesEntry1Bullet2
source: Mitochondrial damage
cs: Poškození mitochondrií
es: Daño mitocondrial
fr: Dommages mitochondriaux
ru: Повреждение митохондрий

# detailVitalityTissuesEntry1Bullet3
source: Decreased ATP (cellular energy) production
cs: Pokles tvorby ATP (buněčné energie)
es: Disminución de la producción de ATP
fr: Production d'ATP diminuée
ru: Снижение производства АТФ

# detailVitalityTissuesEntry1Bullet4
source: Premature aging and tissue death
cs: Předčasné stárnutí a odumírání tkání
es: Envejecimiento prematuro y muerte tisular
fr: Vieillissement prématuré et mort tissulaire
ru: Преждевременное старение и смерть ткани

# detailReproductionTitle
source: Origin & Protection (Reproduction)
cs: Původ & Ochrana (Reprodukce)
es: Origen y Protección (Reproducción)
fr: Origine et Protection (Reproduction)
ru: Происхождение и Защита (Размножение)

# detailReproductionSubtitle
source: Genetic damage to future generations
cs: Genetické poškození budoucích generací
es: Daño genético a futuras generaciones
fr: Dommages génétiques aux générations futures
ru: Генетический ущерб будущим поколениям

# detailReproductionEntry1Highlight
source: Reproductive & genetic damage
cs: Reprodukční a genetické poškození
es: Daño reproductivo y genético
fr: Dommages reproductifs et génétiques
ru: Репродуктивный и генетический ущерб
